Repository: TArch64/car_life
Catalog: lib/l10n/app_*.arb
Languages: uk

# signInNavigationTitle
source: Sign In
uk: Увійти

# signInFormSubmit
source: Sign In
uk: Увійти

# signInIncorrectCredentials
source: Email or password is not correct
uk: Не вірна пошта або пароль

# signInSignUpLink
source: Sign Up
uk: Створити профіль

# signInActionDividerText
source: or
uk: або

# signUpNavigationTitle
source: Sign Up
uk: Новий профіль

# signUpFormSubmit
source: Sign Up
uk: Створити

# signUpSignInLink
source: Sign In
uk: Увійти

# signUpActionDividerText
source: or
uk: або

# confirmSignUpNavigationTitle
source: Confirm Profile
uk: Підтерження Профайлу

# confirmSignUpDescription
source: Verification code sent to your email
uk: Код підтвердження було відправлено на вашу пошту

# confirmSignUpSubmit
source: Confirm
uk: Підтвердити

# addCarNavigationTitle
source: Add your car
uk: Додайте ваше авто

# addCarFormSubmit
source: Add car
uk: Додати

# addEventNavigationTitle
source: Add event
uk: Запланувати подію

# addEventFormSubmit
source: Add car
uk: Запланувати

# eventsMoreCollapsed
source: and {count}
uk: ще {count}

# eventsGroupDetailsBackTitle
source: Events
uk: Події

# eventsGroupDetailsDeleteItemName
source: this event
uk: цю подію

# editEventNavigationTitle
source: Edit "{name}"
uk: Оновити "{name}"

# editEventFormSubmit
source: Update car
uk: Оновити

# formEmailLabel
source: Email
uk: Пошта

# formPasswordLabel
source: Password
uk: Пароль

# formCodeLabel
source: Code
uk: Код

# formNameLabel
source: Name
uk: Назва

# formMileageLabel
source: Mileage
uk: Пробіг

# formMileageRecurrenceSwitchLabel
source: Repeat
uk: Повторювати

# formMileageRecurrenceIntervalLabel
source: Every
uk: Кожних

# formMileageRecurrenceEndsLabel
source: Ends
uk: Закінчити

# formMileageRecurrenceEndsNeverLabel
source: Never
uk: Ніколи

# formMileageRecurrenceEndsAfterLabel
source: After
uk: Після

# formMileageRecurrenceEndsAfterCountLabel
source: Times
uk: Повторень

# formRequired
source: Required field
uk: Обовʼязкове поле

# formEmailFormat
source: The email has invalid format
uk: Не правильний формат пошти

# formMinLength
source: Should has at least {value} symbols
uk: Повинно бути не менш ніж {value} символів

# formMinNumber
source: Can't be less than {value}
uk: Не може бути менше ніж {value}

# confirmDeleteTitle
source: Confirm
uk: Видалити?

# confirmDeleteCancelAction
source: Cancel
uk: Відмінити

# confirmDeleteQuestion
source: Are you sure you want to delete {name}?
uk: Ви впевнені що хочете видалити {name}?

# confirmDeleteAction
source: Delete
uk: Видалити

# alertOk
source: Ok
uk: Зрозуміло

# alertTitleError
source: Error
uk: Помилка

# alertCommonError
source: Something went wrong
uk: Щось пішло не так
